Repository: alex80ks/wp-parallax-content-slider
Catalog: locale/wp-parallax-content-slider-*.po
Languages: sr_rs

source: Read more
sr_rs: Детаљније

source: No access
sr_rs: Немате приступ

source: Incorrect slider mode
sr_rs: Погрешан режим слајдера

source: Incorrect slider theme
sr_rs: Погрешна тема слајдера

source: Incorrect background increment pixel size
sr_rs: Погрешна величина пиксела за увећање позадине

source: Incorrect time interval
sr_rs: Погрешан временски интервал

source: Incorrect first slide number
sr_rs: Погрешан број првог слајда

source: Incorrect maximum slide number
sr_rs: Погрешан максимални број слајдера

source: Incorrect maximum title length
sr_rs: Погрешна дужина наслова

source: Incorrect default image
sr_rs: Погрешна подразумевана слика

source: Settings updated
sr_rs: Поставке сачуване

source: Settings update failed:
sr_rs: Неуспело чување поставки:

source: WP Parallax Content Slider Settings
sr_rs: Поставке за WP Parallax Content Slider

source: This plugin is continuing to evolve because of contributions from Wordpress users like you. Thank you. If you found this plugin useful, especially if you use it for commercial purposes, feel free to make a
sr_rs: Овај додатак наставља развој због доприноса Вордпрес корисника попут Вас. Хвала. Ако сматрате овај додатак корисним, нарочито ако га користите у комерцијалне сврхе, Ваше донације су добродошле.

source: donation
sr_rs: Донација

source: Your support helps me to spend more time on development and provide better customer service.
sr_rs: Ваша подршка ми помаже да више времена посветим развоју додатка и пружим бољу услугу корисницима.

source: Alternatively, if you like this plugin, don't hesitate to
sr_rs: Или, ако Вам се свиђа овај додатак,не оклевајте да га поделите са другима

source: spread the word
sr_rs: поделите са светом

source: about it on Twitter, on Facebook,on your own blog,
sr_rs: о додатку на Твитеру, Фејсбуку, или на Вашем блогу,

source: rate it
sr_rs: Оцените додатак

source: on Wordpress.org, thanks!
sr_rs: на Wordpress.org, хвала!

source: Code to insert
sr_rs: Код за убацање

source: The code below must be inserted in a Wordpress file, where you want to display the parallax content slider:
sr_rs: Код испод мора бити убачен у Вордпресову датотеку тамо где желите приказати Паралакс слајдер:

source: Since v0.9, an alternative is to call the plugin with a shortcode. Doing this, you will be able to include the slider inside a page or inside a blog post:
sr_rs: Од верзије 0.9, постоји и алтернативно решење активације додатка помоћу шорткода. Користећи шорткод, моћи ћете поставити слајдер унутар стране или чланка:

source: General Display Options
sr_rs: Опште опције приказа

source: Slider display mode
sr_rs: Режим приказа слајдера

source: Dynamic : display last posts
sr_rs: Динамички : приказ најновијих чланака

source: Static : display static HTML content
sr_rs: Статички: прикажи статички ХТМЛ садржај

source: Number of pixels for background increment
sr_rs: Број пиксела за увећање позадине.

source: A negative value will invert the parallax effect
sr_rs: Негативна вредност ће обрнути паралакс ефекте

source: Auto-play mode
sr_rs: Аутоматски режим

source: Activate auto-play
sr_rs: Активирајте аутоматски режим

source: Time between each slide (in ms)
sr_rs: Време између слајдова (у милисекундама)

source: Slider theme
sr_rs: Тема слајдера

source: Default : Yellow waves
sr_rs: Подразумевана: Жути таласи

source: Dark
sr_rs: Тамна

source: Retro Red
sr_rs: Ретро црвена

source: Silver
sr_rs: Сребрна

source: Static Mode Display Options
sr_rs: Опције статичког режима приказа

source: Index of the first slide to display
sr_rs: Индеџ за приказивање првог слајда

source: Dynamic Mode Display Options
sr_rs: Опције динамичког режима приказа

source: Content type
sr_rs: Врста садржаја

source: Posts
sr_rs: Чланци

source: Pages
sr_rs: Стране

source: Post and pages
sr_rs: Чланци и стране

source: Choose what type of content you want to see in the slider
sr_rs: Изаберите тип садржаја који желите видети у слајдеру

source: Number of articles to display
sr_rs: Број чланака за приказ

source: Maximum number of articles to display in the dynamic slider
sr_rs: Максимални број чланака за приказ у динамичком слајдеру

source: Sort posts by
sr_rs: Сортирај по

source: Date
sr_rs: Датуму

source: Random
sr_rs: Насумично

source: Title
sr_rs: Наслову

source: Author
sr_rs: Аутору

source: Number of comments
sr_rs: Броју коментара

source: Last modified date
sr_rs: Датуму последње измене

source: Choose how do you want to sort the posts in the slider
sr_rs: Изаберите како желите сортирати чланке у слајдеру

source: Sort order
sr_rs: Редослед

source: Ascending
sr_rs: Растући

source: Descending
sr_rs: Опадајући

source: Choose how do you want to order the posts in the slider
sr_rs: Изаберите жељени редослед чланака у слајдеру

source: Category filter
sr_rs: Филтер категорија

source: Only display posts of chosen categories
sr_rs: Прикажи само чланке изабране категорије

source: Categories to display
sr_rs: Категорије за приказ

source: Categories to display (multiple selection). Empty selection will display all categories.
sr_rs: Категорије за приказ (вишеструка селекција). Ако је селектовано поље празно, биће приказане све категорије.

source: Slide title max length
sr_rs: Максимална дужина наслова слајда.

source: Maximum number of characters to display in a dynamic slide title
sr_rs: Максималан број карактера за приказ наслова на динамичком слајду.

source: Default image
sr_rs: Подразумевана слика

source: Name of the default image to display for posts without thumbnail
sr_rs: Назив подразумеване слике за приказ чланака без слика

source: Displayed text
sr_rs: Приказани текст

source: Content
sr_rs: Садржај

source: Excerpt
sr_rs: Сажетак

source: Choose if you want to display the full content or the excerpt in the slider
sr_rs: Одаберите желите ли приказати цео садржај или само сажетак у слајдеру.

source: Save Changes
sr_rs: Сачувајте измене
